app/controllers/climate_controller.rb

  def chnage
    @climate = Climate.new
    @climate.save
---
INSERT INTO "climates" ("latitude", "longitude", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["latitude", nil], ["longitude", nil], ["created_at", "2022-10-18 09:41:20.769843"], ["updated_at", "2022-10-18 09:41:20.769843"]]